bradlc.vscode-tailwindcss
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
esbenp.prettier-vscode
golang.go
hashicorp.hcl
kdl-org.kdl
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
njqdev.vscode-python-typehint
rust-lang.rust-analyzer
serayuzgur.crates
tamasfe.even-better-toml
vadimcn.vscode-lldb
vscodevim.vim
