bradlc.vscode-tailwindcss
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
golang.go
hashicorp.hcl
kdl-org.kdl
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vscode.powershell
rust-lang.rust-analyzer
serayuzgur.crates
tamasfe.even-better-toml
vadimcn.vscode-lldb
vscodevim.vim
